Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Discussion Forums
bn_bd: আলোচনা ফোরাম

source: Display and appearance
bn_bd: ডিসপ্লে এবং এপেয়ারেন্স

source: Display Badges
bn_bd: ডিসপ্লে ব্যাজ

source: Display name
bn_bd: প্রদর্শিত নাম

source: Document contributors
bn_bd: নথির অবদানকারী

source: Document Deleted | {document}
bn_bd: ডকুমেন্ট মোছা হয়েছে | {document}

source: Documents
bn_bd: ডকুমেন্টগুলি

source: download
bn_bd: ডাউনলোড

source: Download a fresh copy
bn_bd: নতুন কপি ডাউনলোড করুন

source: Download and install apps
bn_bd: অ্যাপ ডাউনলোড এবং ইনস্টল করুন

source: Download apps from the Marketplace
bn_bd: Marketplace থেকে অ্যাপ ডাউনলোড করুন

source: Download, install and migration
bn_bd: ডাউনলোড, ইস্টল এবং মাইগ্রেশন করুন

source: Download or update Firefox for Windows, Mac and Linux.
bn_bd: Windows, Mac এবং Linux এর জন্য Firefox ডাউনলোড বা হালনাগাদ করুন।

source: Earn Badges
bn_bd: উপার্জন করা ব্যাজ

source: Edit an answer
bn_bd: উত্তর সম্পাদনা করুন

source: Edit anyway
bn_bd: যেকোন উপায়ে সম্পাদনা করুন

source: Edit a post
bn_bd: পোস্টটি সম্পাদনা করুন

source: Edit a post | {t} | {d} Discussion | Knowledge Base
bn_bd: একটি পোস্ট সম্পাদনা | {t} | {d} আলোচনা | জ্ঞানভিত্তিক

source: Edit a Question
bn_bd: প্রশ্ন হালনাগাদ করুন

source: Edit Article
bn_bd: প্রবন্ধটি সম্পাদনা করুন

source: Edit article based on this revision
bn_bd: প্রবন্ধটি এই সংস্করণ উপর ভিত্তি করে সম্পাদনা করুন

source: Edit Article | {document}
bn_bd: প্রবন্ধ সম্পাদনা | {document}

source: Edit Content
bn_bd: বিষয়বস্তু সম্পাদনা

source: Edit contributors
bn_bd: অবদানকারী সম্পাদনা

source: Edit Description
bn_bd: বিবরণ সম্পাদনা

source: Edit details
bn_bd: বর্ণনা সম্পাদনা করুন

source: Edit | {group} | Groups
bn_bd: সম্পাদনা করুন | {group} | দলগুলি

source: Edit group leaders
bn_bd: দলের নেতাকে সম্পাদনা করুন

source: Edit group members
bn_bd: দলের সদস্য সম্পাদনা করুন

source: Edit group profile
bn_bd: দলের প্রোফাইল সম্পাদনা করুন

source: Edit {group} profile information
bn_bd: সম্পাদনা করুন {group} প্রফাইলের তথ্য

source: Edit image
bn_bd: ছবি সম্পাদনা

source: Edit image | {t} | Media Gallery
bn_bd: ছবি সম্পাদনা করুন | {t} ।| মিডিয়া গ্যালারি

source: Edit in admin
bn_bd: পরিচালক হিসাবে সম্পাদনা করুন

source: Editing Tools
bn_bd: সম্পাদনা টুলগুলি

source: Edit locale editors
bn_bd: লোকেল সম্পাদকদের সম্পাদনা করুন

source: Edit locale leaders
bn_bd: লোকেলের নেতা সম্পাদনা করুন

source: Edit locale reviewers
bn_bd: লোকেল রিভিউয়ারদের সম্পাদনা করুন

source: Edit my profile
bn_bd: আমার প্রোফাইল সম্পাদন

source: Edit profile
bn_bd: প্রোফাইল সম্পাদনা করুন

source: Edit Profile
bn_bd: প্রোফাইল সম্পাদনা করুন

source: Edit settings
bn_bd: সেটিংস সম্পাদনা করুন

source: Edit Settings
bn_bd: সরঞ্জাম সম্পাদন করুন

source: Edit the question
bn_bd: প্রশ্নটি সম্পাদনা করুন

source: Edit the question.
bn_bd: প্রশ্নটি সম্পাদনা করুন।

source: Edit this image
bn_bd: এই ছবিটি সম্পাদনা করুন

source: Edit this post
bn_bd: এই পোস্টটি সম্পাদনা করুন

source: Edit this question
bn_bd: এই প্রশ্নটি সম্পাদনা করুন

source: Edit this thread
bn_bd: থ্রেডটি সম্পাদনা করুন

source: Edit thread
bn_bd: থ্রেড সম্পাদনা করুন

source: Edit thread "{t}"
bn_bd: থ্রেড সম্পাদনা করুন "{t}"

source: Edit thread {t} | {d} Discussion | Knowledge Base
bn_bd: থ্রেড সম্পাদনা করুন {t} | {d} আলোচনা | জ্ঞানভিত্তিক

source: Edit user profile
bn_bd: প্রোফাইল সম্পাদনা করুন

source: Email Address:
bn_bd: ইমেল ঠিকানা:

source: Email address is required.
bn_bd: ইমেল ঠিকানা দরকার।

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
bn_bd: ইমেল ঠিকানাটি খুব বড় (%(show_value)s অক্ষর)। এতে %(limit_value)s বা তার কম অক্ষর থাকতে পারবে।

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: ইমেল ঠিকানাটি খুব ছোট (%(show_value)s অক্ষর)। এতে কমপক্ষে %(limit_value)s অক্ষর থাকা আবশ্যিক।

source: Email and Messages
bn_bd: ইমেইল ও ক্ষুদেবার্তা

source: Email changed for user {username}
bn_bd: {username} ইমেল পরিবর্তন করা হয়েছে

source: Email in
bn_bd: ইমেইল ইন

source: Email me article changes
bn_bd: আমাকে প্রবন্ধ পরিবর্তন হলে ইমেইল করুন

source: Email software for Windows, Mac and Linux
bn_bd: Windows, Mac এবং Linux এর জন্য ইমেইল সফটওয়্যার

source: Email updates
bn_bd: ইমেইল আপডেটগুলি

source: Enter the name of the article
bn_bd: প্রবন্ধের নামটি লিখুন

source: Enter the Transaction ID here.
bn_bd: ট্রাঞ্জাকশন ID এখানে দিন।

source: Enter the URL of the external link
bn_bd: বহিরাগত লিঙ্কটি লিখুন

source: Enter your email address here.
bn_bd: এখানে আপনার ইমেইল ঠিকানাটি দিন।

source: Error deleting image
bn_bd: ছবি মোছাতে ত্রুটি

source: Error loading graph
bn_bd: গ্রাফ লোড করতে ত্রুটি

source: Error uploading image
bn_bd: ছবি আপলোড এ ত্রুটি

source: Example:
bn_bd: উদাহরণ:

source: Exit Survey Results
bn_bd: সার্ভে ফলাফল থেকে বেরিয়ে আসুন

source: Expiry Date
bn_bd: মেয়াদ উত্তীর্ণের তারিখ

source: Explanation:
bn_bd: ব্যাখ্যা:

source: External link:
bn_bd: বহিরাগত লিঙ্ক:

source: Facebook URL
bn_bd: Facebook লিঙ্ক

source: File deleted. Please select an image file.
bn_bd: ফাইল মুছে ফেলা হয়েছে। দয়া করে একটি ছবি নির্বাচন করুন।

source: Fill in details
bn_bd: বিস্তারিত পূরণ করুন

source: Filter by
bn_bd: ফিল্টার করা হয়েছে

source: Filter by Locale
bn_bd: স্থান দ্বারা ফিল্টার

source: Filter by Product
bn_bd: প্রোডাক্ট দ্বারা ফিল্টার

source: Filter by type:
bn_bd: ধরণ অনুসারে বাছাই:

source: Filter questions
bn_bd: ফিল্টা করা প্রশ্নগুলি

source: Find your fellow contributors
bn_bd: আপনার সহকর্মী অবদানকারী খুঁজুন

source: Firefox controls and buttons
bn_bd: Firefox কন্ট্রোল এবং বাটন

source: Firefox crashes
bn_bd: Firefox এর ক্র্যাশগুলি

source: Firefox Focus for Android
bn_bd: Android এর জন্য Firefox Focus

source: Firefox Focus for iOS
bn_bd: iOS এর জন্য Firefox Focus

source: Firefox for Amazon Fire TV
bn_bd: Amazon Fire TV এর জন্য Firefox

source: Firefox for Fire TV
bn_bd: Fire TV এর জন্য Firefox

source: Firefox for iOS is not working as expected
bn_bd: যেভাবে iOS এর জন্য Firefox কে আশা করা হয়েছিল সেভাবে কাজ করছে না

source: Firefox for iPhone, iPad and iPod touch devices
bn_bd: iPhone, iPadএবং iPod টাচ ডিভাইসগুলির জন্য Firefox

source: Firefox for Windows 8 Touch
bn_bd: Windows 8 Touch এর জন্য Firefox

source: Firefox for Windows 8 touch devices
bn_bd: Windows 8 Touch ডিভাইসের জন্য Firefox

source: Firefox Klar for Android
bn_bd: Android এর জন্য Firefox Klar

source: Firefox Klar for iOS
bn_bd: iOS এর জন্য Firefox Klar

source: Firefox options, preferences and settings
bn_bd: Firefox অপশন, পছন্দ এবং সেটিংস

source: Firefox OS basics
bn_bd: Firefox OS এর প্রাথমিক

source: Firefox OS SMS & email
bn_bd: Firefox OS SMS এবং ইমেইল

source: Firefox Releases
bn_bd: Firefox রিলিজগুলি

source: Firefox settings
bn_bd: Firefox সেটিংগুলি

source: Firefox Sync
bn_bd: Firefox সিঙ্ক

source: Firefox Sync settings
bn_bd: Firefox সিঙ্ক সেটিংস

source: Firefox version
bn_bd: Firefox ভার্সন

source: Firefox versions and languages
bn_bd: Firefox সংস্করণ এবং ভাষা

source: Fix problems
bn_bd: সমস্যা সমাধান করুন

source: Fix slowness, crashing, error messages and other problems
bn_bd: মন্থরতা, বিপর্যয়, ত্রুটিপূর্ণ বার্তা এবং অন্যান্য সমস্যা সমাধান

source: Flagged:
bn_bd: ফ্লাগ করা হয়েছে:

source: Flagged Content Pending Moderation
bn_bd: চিহ্নিত বিষয়বস্তু পরিমার্জনার মুলতুবি

source: Flagged {t} (Reason: {r})
bn_bd: {t} চিহ্নিত (কারণ: {r})

source: Focus by Firefox
bn_bd: Firefox পরিচিতি

source: Focus on people who need help or have questions
bn_bd: যাদের সাহায্য প্রয়োজন বা প্রশ্ন আছে তাদের প্রতি মনযোগ দিন

source: For Contributors
bn_bd: অবদানকারীদের জন্য

source: Forgotten your password? Enter your email address below, and we'll send you instructions for setting a new one.
bn_bd: পাসওয়ার্ড ভুলে গেছেন? আপনার ইমেল নীচে লিখুন, আমরা একটা নির্দেশাবলী পাঠিয়ে দেবো নতুন একটি নির্ধারণের জন্য।

source: Forgotten your username? Enter your email address below, and we'll send it to you.
bn_bd: ইউজারনাম ভুলে গেছেন? নিম্নে আপনার ইমেল ঠিকানাটি লিখুন, এবং আমরা আপনাকে পাঠাচ্ছি।

source: Found <strong>%(n)s</strong> result for <strong>%(q)s</strong> for <strong>%(product)s</strong>
bn_bd: <strong>%(product)s</strong> এর জন্যে <strong>%(q)s</strong> এর <strong>%(n)s</strong> ফলাফল পাওয়া গেছে

source: From %(from_input)s to %(to_input)s
bn_bd: %(from_input)s সমূহ হতে %(to_input)s এ

source: Full Article Sources
bn_bd: সম্পূর্ণ প্রবন্ধের উৎস

source: general
bn_bd: সাধারন

source: General usage questions
bn_bd: সাধারণ ব্যবহারের প্রশ্ন

source: Get community support
bn_bd: কমিউনিটির সাপোর্ট নিন

source: Get emailed when there is new discussion activity in my locale.
bn_bd: ইমেইল পান যদি আপনার লোকেলে নতুন আলোচনার কাজকর্ম চলে।

source: Get email updates
bn_bd: ইমেইল আপডেট পান

source: Get help with the Webmaker app for Android.
bn_bd: Android এর জন্য Webmaker অ্যাপ থেকে সাহায্য নিন।

source: Get personal
bn_bd: নিজস্ব লিখুন

source: Get Started with Firefox for Fire TV
bn_bd: Fire TV তে Firefox এর সাথে শুরু করুন

source: Give Firefox a tune up
bn_bd: Firefox কে টিউন করুন

source: Go back to document history
bn_bd: নথির ইতিহাস পূর্বে ফিরে যান

source: Go back to the question.
bn_bd: প্রশ্নে ফিরে যান।

source: Go back to the question and try again.
bn_bd: প্রশ্নে ফিরে যান এবং আবার চেষ্টা করুন।

source: Go to Army of Awesome
bn_bd: Army of Awesome তে যান

source: Go to the SUMO community discussions forum
bn_bd: SUMO কমিউনিটি আলোচনা ফোরামে যান

source: {group} | Groups
bn_bd: {group} | দল

source: Group information updated successfully!
bn_bd: গ্রুপ সংক্রান্ত তথ্য সাফল্যের সাথে আপডেট করা হয়েছে!

source: Group Leaders
bn_bd: দলের নেতা

source: Group Members
bn_bd: গ্রুপের সদস্য

source: has this problem
bn_bd: সমস্যা আছে

source: Have a question about Army of Awesome?
bn_bd: Army of Awesome সম্পর্কে প্রশ্ন আছে?

source: Heading 1
bn_bd: ১ম শিরনামা

source: Heading 2
bn_bd: ২য় শিরনামা

source: Heading 3
bn_bd: ৩য় শিরনামা

source: Help Articles Only
bn_bd: শুধুমাত্র সাহায্য নিবন্ধ

source: helpful
bn_bd: সহায়ক

source: Helpful
bn_bd: সহায়ক

source: Helpfulness
bn_bd: সহায়তাকারী

source: Helpful Reply
bn_bd: সাহায্যকারী উত্তর

source: Helpful Solutions
bn_bd: সহায়ক সমাধানগুলি

source: Helpful votes
bn_bd: সহায়ক ভোট

source: Helpful Votes
bn_bd: সহায়ক ভোট

source: Help on Twitter
bn_bd: Twitter এ সাহায্য করুন

source: Help other users
bn_bd: অন্যান্য ব্যবহারকারীদের সাহায্য করুন

source: Help Other Users
bn_bd: অন্যান্য ব্যবহারকারীদের সাহায্য করুন

source: Help Topics
bn_bd: সাহায্যের বিষয়

source: Help users in the forums
bn_bd: ফোরামে ব্যবহারকারীদের সহায়তা করুন

source: Help users on Twitter
bn_bd: Twitter এ ব্যবহারকারীদের সহায়তা করুন

source: Help us write help articles
bn_bd: সাহায্য নিবন্ধ লিখতে আমাদের সাহায্য করুন

source: Help us write help articles!
bn_bd: সাহায্য নিবন্ধ লিখতে আমাদের সাহায্য করুন!

source: Help Us Write Help Articles
bn_bd: সাহায্য নিবন্ধ লিখতে আমাদের সাহায্য করুন

source: Help with:
bn_bd: সাহায্য দরকার:

source: History of {title}
bn_bd: {title} এর ইতিহাস

source: Hi {username}
bn_bd: হাই {username}

source: Hi {username},
bn_bd: হাই {username},

source: Hot topics
bn_bd: গুরুত্বপূর্ণ বিষয়

source: How it works
bn_bd: কিভাবে এটা কাজ করে

source: How to be effective:
bn_bd: কিভাবে কার্যকর হওয়া যায়:

source: How to configure and customize Firefox for Windows 8 Touch.
bn_bd: Windows 8 টাচের জন্য Firefox-কে কিভাবে কনফিগার এবং কাস্টমাইজ করবেন।

source: How To Contribute
bn_bd: যেভাবে অবদান রাখবেন

source: How to install and keep Firefox for Android up to date
bn_bd: Android এ কিভাবে Firefox ইনস্টল এবং হালনাগাদ রাখতে হয়

source: How to use Firefox
bn_bd: কিভাবে Firefox ব্যবহার করবেন

source: How to use Firefox for Android
bn_bd: Android এর জন্য Firefox কিভাবে ব্যবহার করবেন

source: How to use Firefox for iOS
bn_bd: iOS এর জন্য Firefox কিভাবে ব্যবহার করবেন

source: How to use the address book on Thunderbird
bn_bd: Thunderbird এ কিভাবে এড্রেস বুক ব্যবহার করতে হয়

source: I already have an account
bn_bd: ইতিমধ্যে আমার একটি অ্যাকাউন্ট আছে

source: I don't know
bn_bd: আমার জানা নেই

source: If this comment is helpful, vote on it:
bn_bd: এই নথিটি কি উপকারী?

source: If you are interested in learning more about how this whole support thing works, check out our <a href="%(training_url)s"> contributor training </a>. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
bn_bd: যদি আপনি আমাদের সাপোর্ট কিভাবে কাজ করে সেটা সম্পর্কে আরও ভালোভাবে জানতে পারেন তাহলে আমাদের <a href="%(training_url)s"> অবদানকারী ট্রেনিং </a> দেখুন। এটা কিছু ভালো ট্রাবলশুটিং তথ্য, গাইডলাইন, প্রশ্ন কিভাবে করবেন, এবং আটকে গেলে আরও সাহায্য কোথায় পাবেন এইসব সম্পর্কে তথ্য দেবে।

source: If you need help with Firefox, please <a href="%(aaq_url)s">ask a question</a>.
bn_bd: Firefox সম্বন্ধীয় সাহায্যের জন্য দয়া করে <a href="%(aaq_url)s">প্রশ্ন জিজ্ঞাসা</a> করুন।

source: Ignored Users
bn_bd: অগ্রাহ্য করা ব্যবহারকারী

source: Ignore User
bn_bd: ব্যবহারকারী অগ্রাহ্য কর

source: I have this problem, too
bn_bd: আমারও এই সমস্যা আছে

source: Image:
bn_bd: ছবি:

source: Image Attachment
bn_bd: ছবি সংযুক্তি

source: Image too large. Please select a smaller image file.
bn_bd: খুব বড় ছবি। দয়া করে একটি ছোট ছবি ফাইল নির্বাচন করুন।

source: Immediate Update Needed
bn_bd: অবিলম্বে আপডেট দরকার

source: Improve our help articles
bn_bd: আমাদের সাহায্য নিবন্ধ উন্নত করুন

source: Include obsolete articles?
bn_bd: অপ্রচলিত প্রবন্ধ অন্তর্ভুক্ত?

source: In English
bn_bd: ইংরেজীতে

source: Insert a link...
bn_bd: একটি লিংক ঢোকান ...

source: Insert Link
bn_bd: লিংক যোগ করুন

source: Insert media...
bn_bd: মিডিয়া যোগ করুন...

source: Insert Media
bn_bd: মিডিয়া ঢোকান

source: Insert Response
bn_bd: উত্তর ঢোকান

source: Install and update
bn_bd: ইনস্টল এবং আপডেট করুন

source: Install and Update
bn_bd: ইন্সটল এবং আপডেট

source: Installation Issues
bn_bd: ইনস্টলেশন ইস্যু

source: Installed Plug-ins
bn_bd: ইন্সটলকৃত প্লাগইন

source: Install, Migrate and Update
bn_bd: ইন্সটল, মাইগ্রেট এবং হালনাগাদ করুন

source: Invalid field
bn_bd: অবৈধ ফিল্ড

source: Invalid ID.
bn_bd: অবৈধ ID।

source: Invalid image. Please select a valid image file.
bn_bd: অবৈধ ছবি। দয়া করে একটি বৈধ ছবি নির্বাচন করুন।

source: Invalid or no image received.
bn_bd: অবৈধ বা কোন ইমেজ প্রাপ্ত হয়নি।

source: Invalid tag entered: %s
bn_bd: অবৈধ ট্যাগ প্রবেশ: %s

source: Invalid username provided. Enter a new username below.
bn_bd: অবৈধ ব্যবহারকারীর নাম দেওয়া হয়েছে। দয়া করে নতুন একটি ইউজারনাম দিন নীচে।

source: Invite to share screen
bn_bd: আমন্ত্রণ জানান স্ক্রিণ শেয়ার করার জন্য

source: IRC nickname
bn_bd: IRC পদবি

source: Is approved?
bn_bd: অনুমোদিত হয়েছে?

source: Is current revision?
bn_bd: বর্তমান সংস্করণ?

source: Issue Badges
bn_bd: ব্যাজ ইস্যু করুন

source: Issue submitted successfully
bn_bd: ইস্যু সফলভাবে জমা দেওয়া হয়েছে

source: Italic
bn_bd: তির্যক

source: italic text
bn_bd: তির্যক লেখা

source: It seems your account has already been activated.
bn_bd: মনে হচ্ছে আপনার অ্যাকাউন্ট ইতিমধ্যে সক্রিয় করা হয়েছে।

source: Join our Army of Awesome
bn_bd: আমাদের Army of Awesome এ যোগদান করুন

source: Jump to:
bn_bd: গিয়ে দেখুন:

source: Just edit articles in your language!
bn_bd: শুধু আপনার ভাষায় নিবন্ধ সম্পাদনা করুন!

source: KB Dashboard
bn_bd: KB ড্যাশবোর্ড

source: KB Team
bn_bd: KB দল

source: Keywords in {locale}:
bn_bd: {locale} এ মুলশব্দ:

source: Kitsune Contributor
bn_bd: Kitsune অবদানকারী

source: Knowledge Base
bn_bd: জ্ঞান ভাণ্ডার

source: Knowledge Base Article
bn_bd: সহায়তাকারী প্রবন্ধ

source: Knowledge Base Dashboard
bn_bd: Knowledge Base ড্যাশবোর্ড

source: KPI Dashboard
bn_bd: KPI ড্যাশবোর্ড

source: L10n coverage
bn_bd: L10n কভারেজ

source: L10n Coverage
bn_bd: L10n কভারেজ

source: <label>Needs Change:</label> %(comment)s
bn_bd: <label>পরিবর্তন প্রয়োজন:</label> %(comment)s

source: <label>Revision Comment:</label> {comment}
bn_bd: <label>পুনর্বিবেচনা মন্তব্য:</label> {comment}

source: Last 30 days
bn_bd: গত ৩০ দিন

source: Last 90 days
bn_bd: গত ৯০ দিন

source: Last answer date
bn_bd: শেষ উত্তরের তারিখ

source: Last Post
bn_bd: সর্বশেষ জবাব

source: Last post date
bn_bd: সর্বশেষ পোষ্টের তারিখ

source: Last reply by
bn_bd: শেষ উত্তর দ্বারা

source: Last reply by {user}
bn_bd: {user} এর শেষ উত্তর

source: Last updated
bn_bd: শেষ আপডেট

source: Last updated:
bn_bd: শেষ হালনাগাদ:

source: Last Update: {date}
bn_bd: সর্বশেষ হালনাগাদ: {date}

source: Last updated by:
bn_bd: সর্বশেষ আপডেট:

source: Last Week
bn_bd: গত সপ্তাহ

source: Learn all about Thunderbird controls and functionality.
bn_bd: Thunderbird নিয়ন্ত্রণ এবং ফাংশনালিটি নিয়ে সব জানুন।

source: Learn new things
bn_bd: নতুন কিছু শিখুন

source: Leave a message for {contributor}:
bn_bd: {contributor} কে একটি মেসেজ করুন:

source: Leave a message for {rest} and {last}:
bn_bd: {rest} এবং {last} কে একটি মেসেজ করুন:

source: Link target:
bn_bd: লক্ষ্য লিঙ্ক:

source: link text
bn_bd: পাঠ্য লিঙ্ক

source: Link text:
bn_bd: পাঠ্য লিঙ্ক:

source: Link to this post.
bn_bd: পোস্টে লিঙ্ক করুন।

source: Live
bn_bd: সরাসরি

source: {l} Knowledge Base Discussions
bn_bd: {l} সমস্ত প্রবন্ধ

source: Locale
bn_bd: ভাষা

source: Locale:
bn_bd: স্থানীয়:

source: Locale Editors
bn_bd: লোকেল সম্পাদকগণ

source: [{locale}] KB Team
bn_bd: [{locale}] KB দল

source: Locale Leader
bn_bd: লোকেল নেতা

source: Locale Leaders
bn_bd: লোকেল নেতা

source: [{locale}] Locale Metrics
bn_bd: [{locale}] লোকেল মেট্রিক্স

source: [{locale}] Localization Team
bn_bd: [{locale}] লোকালাইজেশন দল

source: Locale Metrics
bn_bd: লোকেল মেট্রিক্স

source: {locale_name} Discussions
bn_bd: {locale_name} আলোচনাগুলি

source: {locale_name} Discussions | Knowledge Base
bn_bd: {locale_name} আলোচনা | জ্ঞানভিত্তিক

source: [{locale}][{product}] Localization Dashboard
bn_bd: [{locale}][{product}] স্থানীয়করণ ড্যাশবোর্ড

source: Locale Reviewers
bn_bd: লোকেল রিভিউয়ার

source: Locales
bn_bd: লোকেলসমূহ

source: Locales | Knowledge Base
bn_bd: লোকেল | Knowledge Base

source: {locale} translation:
bn_bd: {locale} অনুবাদ:

source: Localization
bn_bd: স্থানীয়করণ

source: Localization Dashboard
bn_bd: স্থানীয়করণ ড্যাশবোর্ড

source: Localization Percentage
bn_bd: লোকালাইজেশন হার

source: Localization status of all canned responses
bn_bd: সকল পূর্বে তৈরি উত্তরের স্থানীয়করনের অবস্থা

source: Localization Team
bn_bd: স্থানীয়করণ টিম

source: Localize the document
bn_bd: ডকুমেন্টটিকে লোকালাইজ করুন

source: Locked
bn_bd: বন্ধ করা আছে

source: Lock this question
bn_bd: এই প্রশ্নটি লক করুন

source: Lock this thread
bn_bd: থ্রেড লক করুন

source: Logged in!
bn_bd: লগইন করা হয়েছে!

source: Logging in...
bn_bd: লগইন করুন...

source: Login Problems?
bn_bd: লগইনে সমস্যা?

source: Log In / Register
bn_bd: লগ ইন / রেজিস্টার

source: Love Firefox and have a few moments to help?<br /> Help other Firefox users on Twitter. Good things will come to those who tweet!
bn_bd: Firefoxকে ভালবাশেন এবং তার জন্য সাহায্য করতে চান?<br /> টুইটার দ্বারা অন্যান্য Firefox ব্যবহারকারীদের সাহায্য করুন। যারা টুইট করে তারাই ভাল জিনিস উপভোগ করে!

source: Maintenance in progress
bn_bd: রক্ষণাবেক্ষণ চলছে

source: Make my email public
bn_bd: আমার ইমেলটি সর্বসাধারণের জন্য দেখান হোক

source: Manage add-ons
bn_bd: অ্যাড-অন ম্যানেজ করুন

source: Manage preferences and add-ons
bn_bd: পছন্দ এবং অ্যাড-অনগুলি ম্যানেজ করুন

source: Mark as Ready for Localization
bn_bd: স্থানীয়করণ জন্য প্রস্তুত চিহ্নিত করুন

source: Marketplace: Developer Support Request
bn_bd: মার্কেটপ্লেস: বিকাশকারী সহায়তা অনুরোধ

source: Marketplace: Request a Refund
bn_bd: মার্কেটপ্লেস: একটি অর্থ ফেরত অনুরোধ

source: Mark read
bn_bd: পাঠিত চিহ্নিত করা

source: Mark Selected as Read
bn_bd: পড়েছেন হিসাবে নির্বাচন করুন

source: Mark unread
bn_bd: অ-পাঠিত চিহ্নিত করা

source: Matching responses
bn_bd: উত্তরগুলির সমন্বয় করানো হচ্ছে

source: media
bn_bd: মিডিয়া

source: Media Gallery
bn_bd: মিডিয়া গ্যালারি

source: Media Gallery Search
bn_bd: মিডিয়া গ্যালারিতে খুঁজুন

source: Message from the reviewer:
bn_bd: রিভিউয়ার থেকে মেসেজ:

source: Message is empty
bn_bd: বার্তাটি খালি

source: Message is too long
bn_bd: বার্তাটি দীর্ঘ

source: Message Preview:
bn_bd: বার্তা নিরীক্ষণ:

source: Metrics
bn_bd: মেট্রিক্স

source: mobile
bn_bd: মোবাইল

source: Mobile browser for Indonesia
bn_bd: ইন্দোনেশিয়ার জন্য মোবাইল ব্রাউজার

source: Mobile device
bn_bd: মোবাইল ডিভাইস

source: Mobile OS for smartphones
bn_bd: স্মার্টফোনের জন্য মোবাইল OS

source: Model not allowed.
bn_bd: মডেলটি অনুমোদিত নয়।

source: Moderate Forum Content
bn_bd: ফোরামের বিষয়বস্তু নিয়ন্ত্রন করুন

source: Moderate Twitter Accounts
bn_bd: Twitter অ্যাকাউন্ট হালনাগাদ করুন

source: moderator
bn_bd: মডারেটর

source: Moderator
bn_bd: মডারেটর

source: Modified by {name} on {datetime}
bn_bd: {datetime} এ {name} পরিবর্তন করেছে

source: Modified Preferences
bn_bd: পরিবর্তিত পছন্দগুলি

source: Month beginning %(year)s-%(month)s-%(date)s
bn_bd: মাস শুরুতে %(year)s-%(month)s-%(date)s

source: Monthly Active Contributors
bn_bd: মাসিক সক্রিয় অবদানকারী

source: More system details
bn_bd: আরোও সিস্টেমের বর্ণনা

source: Most Recent
bn_bd: সাম্প্রতিক

source: Most Viewed
bn_bd: সর্বাধিক প্রদর্শিত

source: Mozilla support is fully powered by our volunteer community that is helping hundreds of users everyday. This community is formed by passionate Firefox and Thunderbird users who take some of their spare time to help others. We couldn't do it without your passion and enthusiasm. Your contribution, as minor as it might seem, has tremendous value. Solving one issue in the support forums can help up to 1000 users a day!
bn_bd: Mozilla সহায়তা আমাদের স্বেচ্ছাসেবক কমিউনিটির দ্বারা চালিত সম্পূর্ণরূপে যারা প্রতিদিন শত শত ব্যবহারকারীদের সাহায্য করছে। এই কমিউনিটি উত্সাহী Firefox এবং Thunderbird ব্যবহারকারীদের যারা তাদের মূল্যবান সময়ের কিছু অংশ অন্যদের সাহায্য করতে ব্যবহার করে। এটা আমরা আপনার উৎসাহ এবং ইচ্ছাকে ছাড়া করতে পারবো না। আপনার অবদান, যত ছোটোই হোক না কেন, তার বিশাল মূল্য আছে। সহায়তা ফোরামে একটা ইস্যু ঠিক করা প্রতিদিন 1000 ব্যবহারকারীকে সাহায্য করে!

source: Multiple Products
bn_bd: একাধিক পণ্য

source: Music, Photos and Video
bn_bd: সঙ্গীত, ছবি এবং ভিডিও

source: My contributions
bn_bd: আমার অবদান

source: My password isn't working.
bn_bd: আমার পাসওয়ার্ড কাজ করছে না।

source: My profile
bn_bd: আমার প্রোফাইল

source: My Questions
bn_bd: আমার প্রশ্নগুলি

source: Need Changes
bn_bd: পরিবর্তন করা দরকার

source: Needs change
bn_bd: পরিবর্তন দরকার

source: Needs change:
bn_bd: পরিবর্তন দরকার:

source: Needs info
bn_bd: তথ্য প্রয়োজন

source: Needs more information
bn_bd: আরো তথ্য প্রয়োজন

source: Needs Update
bn_bd: হালনাগাদ আবশ্যক

source: New announcement for {group}
bn_bd: নতুন ইস্তাহার {group} র জন্য

source: New Article
bn_bd: নতুন প্রবন্ধ

source: New Message
bn_bd: নতুন বার্তা

source: New Password
bn_bd: নতুন পাসওয়ার্ড

source: New Password Again
bn_bd: পুনরায় নতুন পাসওয়ার্ড

source: News &amp; Resources
bn_bd: সংবাদ ও তথ্য

source: New thread: {title}
bn_bd: নতুন থ্রেড: {title}

source: next
bn_bd: পরবর্তী

source: No differences found
bn_bd: কোনো পার্থক্য পাওয়া যায়নি

source: No, ignore
bn_bd: না, উপেক্ষা করুন

source: No, I'm not.
bn_bd: না, আমি করিনি।

source: No media files found.
bn_bd: কোন মিডিয়া ফাইল খুজে পাওয়া যাচ্ছেনা।

source: non en-US KB
bn_bd: বিনা en-US KB

source: No pages matched the search criteria
bn_bd: কোন পৃষ্ঠার সাথেই অনুসন্ধান করা শব্দটি মিলছে না

source: No related documents.
bn_bd: কোন সম্পর্কিত ডকুমেন্টগুলি নেই।

source: No replies
bn_bd: প্রতিউত্তর নাই

source: No results found.
bn_bd: কোনো ফলাফল পাওয়া যায়নি।

source: No sections found
bn_bd: কোনো বিভাগ পাওয়া যায়নি

source: No tags entered.
bn_bd: কোন ট্যাগ প্রবেশ হয়নি।

source: Note: This article has no revisions ready for localization.
bn_bd: উল্লেখ্য: এই প্রবন্ধটি কোনো সংস্করণ স্থানীয়করণ সম্পর্কিত বিষয়ের জন্য প্রস্তুত নেই।

source: Not Helpful
bn_bd: সহায়ক নয়

source: Notify me of any future changes to this page
bn_bd: এই পৃষ্ঠার কোনো ভবিষ্যত পরিবর্তনে আমাকে জানান

source: No title
bn_bd: কোনো শিরোনাম নেই
